"BUTTON_AUTHENTICATE" = "電話番号を使用する";

"BUTTON_CONTINUE" = "続ける";

"BUTTON_CREATED_ACCOUNT" = "アカウント作成済み";

"BUTTON_CREATE_ACCOUNT" = "アカウントを作成";

"BUTTON_CREATING_ACCOUNT" = "アカウントを作成する";

"BUTTON_DISMISS" = "非表示";

"BUTTON_DONE" = "完了";

"BUTTON_NOT_NOW" = "後で";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "コードを再発行する。";

"BUTTON_RETRY" = "再読込";

"BUTTON_SENDING" = "送信中...";

"BUTTON_SENDING_CONF_CODE" = "認証コード送信中";

"BUTTON_SEND_CONF_CODE" = "認証用コードを送信";

"BUTTON_SENT_CONF_CODE" = "認証コード送信済み";

"BUTTON_TRY_DIFFERENT_NUMBER" = "別の番号でお試しください";

"CALL_ME_ACTION" = "電話番号で認証";

"CALL_ME_LOADING" = "発信中";

"ERROR_CANT_SMS" = "この電話番号にSMSメッセージを送信できません。";

"ERROR_CHECK_CODE_TRY_AGAIN" = "コードをご確認の上、再度お試しください。";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ネットワークに問題が発生したようです。再度お試しください。 [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "メールアドレスをご確認の上、再度お試しください。";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "番号をご確認の上、再度お試しください。";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "すでに<a href=\"https://www.digits.com/settings\">digits.com</a>で2段階認証コードを設定しています";

"FOOTNOTE_CONF_CODE_CALL_ME" = "上の[発信]をタップすると、<a href=\"https://www.digits.com\">Digits by Twitter</a>から電話番号を認証するための音声通話が発信されます。通話料やデータ通信料がかかる場合があります。";

"FOOTNOTE_CREATE_ACCOUNT" = "上の [アカウントを作成] をタップすることで、<a href=\"https://twitter.com/tos\">利用規約</a>、 <a href=\"https://twitter.com/privacy\">プライバシーポリシー</a>、<a href=\"https://www.digits.com\">Digits by Twitter</a>の<a href=\"https://support.twitter.com/articles/20170514\">Cookieポリシー</a>、%@と電話番号を共有すること、および%@の他のユーザーが電話番号からあなたを見つけることができることに同意します。";

"FOOTNOTE_EMAIL_DISCLOSURE" = "このアプリ、および<a href=\"https://www.digits.com/settings\">Digitsに登録されているすべてのアプリ</a>がメールアドレスにアクセスできるようになります。また、それらのアプリのユーザーはメールアドレスであなたを見つけることができるようになります。";

"FOOTNOTE_LOGIN" = "[続ける] をタップすると、<a href=\"https://www.digits.com/settings\">Digitsの電話番号またはメールアドレス、またはその両方</a>が%@と共有され、%@の他のユーザーが電話番号やメールアドレスからあなたを見つけることができるようになります。";

"FOOTNOTE_SEND_CONF_CODE" = "上の[認証コードを送信]をタップすると、電話番号を認証するためのSMSメッセージが<a href=\"https://www.digits.com\">Digits by Twitter</a>から送信されます。SMS利用料がかかる場合があります。";

"FOOTNOTE_TOS_UPDATE" = "[続ける] をタップすると、Digits by Twitterの利用規約、プライバシーポリシー、Cookieポリシー、<a href=\"https://www.digits.com/settings\">Digitsの電話番号やメールアドレス</a>が%@と共有されること、および%@の他のユーザーが電話番号やメールアドレスからあなたを見つけることができることに同意します。";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2段階認証コードを入力してください。";

"LABEL_ENTER_CONF_CODE" = "認証コードを送信しました。";

"LABEL_ENTER_EMAIL" = "メールアドレスを入力してください。";

"LABEL_ENTER_PHONE_NUMBER" = "電話番号を入力してください。";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Twitterでは、このアプリを使う友だちをより多く見つけるためにDigitsを使います。OKをタップすると、アドレス帳がDigitsにアップロードされ、%@のユーザーを見つけやすくなったり、%@のユーザーがあなたを見つけやすくなります。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "友だちを見つける";

"LABEL_RESEND_CONF_CODE" = "認証コードが届かない場合";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "電話番号を認証できません";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "認証コードの送信に問題が発生しました。";

"ONBOARDING_MESSAGE" = "[Digits] https://fabric.io にログインして、認証メールやSMS/音声認証メッセージに使用するアプリ名を設定してください。";

"PARTIAL_FOOTNOTE_THIS_APP" = "このアプリ";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "認証コード";

"PLACEHOLDER_CONF_CODE" = "6桁のコードを入力";

